[
    {
        "id": 0,
        "Title": "John Wick 4",
        "Genres": "Actie, Thriller, Misdaad",
        "Regisseur": "Chad Stahelski",
        "LeadActor": "Keanu Reeves(John Wick)",
        "Duration": 169,
        "Release": "23-03-2023",
        "Description": "\nJohn Wick (Keanu Reeves) neemt het op tegen zijn meest dodelijke tegenstanders tot nu toe in het vierde deel van de John Wick franchise.\nDe prijs op John Wick z’n hoofd wordt steeds hoger en zijn gevecht tegen het internationale moordenaarsgilde The High Table ontwikkelt zich tot een wereldwijde strijd.\nOm zijn vrijheid terug te krijgen moet hij het opnemen tegen een nieuwe vijand met machtige allianties over de hele wereld en krachten die oude vrienden in vijanden veranderen.",
        "Price": 12
    },
    {
        "id": 1,
        "Title": "Creed III",
        "Genres": "Drama, Actie, Avontuur, Sportfilm",
        "Regisseur": "Michael B. Jordan",
        "LeadActor": "Jonathan Majors(Damian Anderson), Michael B. Jordan(Adonis Creed)",
        "Duration": 117,
        "Release": "2-03-2023",
        "Description": "\nMetro Goldwyn Mayer Pictures komt met Creed III, waarmee Michael B. Jordan zijn regiedebuut maakt en terugkeert in de rol van Adonis Creed in de derde film van de hitfranchise.\nNadat hij de bokswereld heeft gedomineerd, is het Adonis Creed zowel in zijn carrière als in zijn gezinsleven voor de wind gegaan.\nWanneer jeugdvriend en voormalig bokstalent Damian (Jonathan Majors) weer opduikt na een lange gevangenisstraf, wil die graag bewijzen dat hij een kans verdient in de ring.\nDe confrontatie tussen de voormalige vrienden is meer dan alleen een bokspartij.\nOm de rekening te vereffenen moet Adonis zijn toekomst op het spel zetten om het op te nemen tegen Damian, een bokser die niets te verliezen heeft.",
        "Price": 12
    },
    {
        "id": 2,
        "Title": "The Super Mario Bros. Movie",
        "Genres": "Komedie, Kinderfilm, Animatie, Avontuur",
        "Regisseur": "Aaron Horvath, Michael Jelenic",
        "LeadActor": "Chris Pratt(Mario), Charlie Day(Luigi)",
        "Duration": 93,
        "Release": "5-04-2023",
        "Description": "\nIn de film, gebaseerd op de wereld uit Nintendo’s Mario-games, wordt het publiek meegenomen naar een uniek, kleurrijk en fantastisch universum voor een uitbundige film vol actie en humor.\nAls ze een ondergrondse waterleiding in Brooklyn willen repareren, komen loodgieters Mario (Chris Pratt; Jurassic World-films, The LEGO Movie-franchise) en zijn broer Luigi (Charlie Day; It’s Always Sunny in Philadelphia) via\neen mysterieuze buis in een magische nieuwe wereld terecht. Maar daar worden ze van elkaar gescheiden en dan begint Mario aan een groots avontuur om Luigi te vinden.\nMet hulp van Toad (Keegan-Michael Key; The Lion King), een inwoner van hetPaddenstoelenrijk, en na een training van de vastberaden leider van het Paddenstoelenrijk Prinses Peach (Anya Taylor-Joy;The Queen’s Gambit) ontdekt\nMario zijn eigen krachten.",
        "Price": 12
    },
    {
        "id": 3,
        "Title": "Shazam! Fury of the Gods",
        "Genres": "Actie, Komedie, Animatie, Superheldenfilm, Avontuur",
        "Regisseur": "David F. Sandberg",
        "LeadActor": "Zachary Levi(volwassen Shazam), Asher Angel(tiener Shazam)",
        "Duration": 130,
        "Release": "16-03-2023",
        "Description": "\nIn Shazam! Fury of the Gods van New Line Cinema wordt het verhaal vervolgd van de tiener Billy Batson, die door het uitspreken van het magische woord SHAZAM! verandert in zijn alter ego, de volwassen superheld Shazam.\nNu ze de krachten van de goden bezitten, is het voor Billy Batson en de andere kinderen uit het pleeggezin best lastig om tegelijkertijd gewone tieners en volwassen superhelden te zijn.\nMaar dan komen de Dochters van Atlas naar de aarde, drie oude goden die de van hen gestolen magie terug willen en uit zijn op wraak.\nBilly – ofwel Shazam – en zijn familie zullen moeten vechten voor hun superkrachten, hun levens en het voortbestaan van hun wereld.",
        "Price": 12
    },
    {
        "id": 4,
        "Title": "65",
        "Genres": "Science Fiction, Thriller",
        "Regisseur": "Scott Beck, Bryan Woods",
        "LeadActor": "Adam Driver(Mills)",
        "Duration": 93,
        "Release": "16-03-2023",
        "Description": "\nNa een catastrofale crash op een onbekende planeet komt piloot Mills (Adam Driver) er al snel achter dat hij is neergestort op aarde, maar dan 65 miljoen jaar geleden.\nMills en Koa (Ariana Greenblatt), de enige andere overlevende, hebben maar één kans op redding.\nIn een epische strijd om te overleven moeten ze zich een weg zien te banen door een onbekend gebied vol gevaarlijke prehistorische wezens.\n65 is een scifi-thriller van de schrijvers van A Quiet Place en producent Sam Raimi. De film kent hoofdrollen voor Adam Driver, Ariana Greenblatt en Chloe Coleman en werd geschreven en geregisseerd door Scott Beck & Bryan Woods.\nDe producenten zijn Sam Raimi, Deborah Liebling en Zainab Azizi, evenals Scott Beck en Bryan Woods.",
        "Price": 12
    },
    {
        "id": 5,
        "Title": "Black Lotus",
        "Genres": "Mysterie film, Avontuur",
        "Regisseur": "Todor Chapkanov",
        "LeadActor": "Rico Verhoeve(Matteo Donner)",
        "Duration": 90,
        "Release": "13-04-2023",
        "Description": "\nNadat zijn beste vriend omkwam tijdens een gezamenlijke missie zwierf special forces-officier Matteo Donner (Rico Verhoeven), kampend met schuldgevoel, de wereld rond.\nTerug in Amsterdam belandt hij tussen explosies, rondvliegende kogels en crashende auto’s in een eenmansoorlog in de straten en op de grachten van de stad.\nDonner heeft daarbij maar één doel: het ontvoerde dochtertje van zijn gestorven vriend redden.",
        "Price": 12
    },
    {
        "id": 6,
        "Title": "Guardians of the Galaxy Vol. 3",
        "Genres": "Actie, Avontuur, Superheldenfilm, Sciencefiction",
        "Regisseur": "James Gunn",
        "LeadActor": "Chris Pratt(Peter Quill/Star-lord, Zoë Saldana(Gamora)",
        "Duration": 150,
        "Release": "3-05-2023",
        "Description": "\nPeter Quill is nog steeds aan het bijkomen na het verlies van Gamora, maar hij moet zijn team om zich heen verzamelen om zowel het universum als iemand van zijn eigen team te verdedigen.\nAls deze missie niet succesvol wordt afgerond, zou dat mogelijk kunnen leiden tot het einde van de Guardians zoals we die kennen.",
        "Price": 12
    },
    {
        "id": 7,
        "Title": "Suzume",
        "Genres": "Anime, Avontuur, Sciencefiction",
        "Regisseur": "Makoto Shinkai",
        "LeadActor": "Nanoka Hara(Suzume Iwato), Hokuto Matsumara(Sōta Munakata)",
        "Duration": 122,
        "Release": "13-04-2023",
        "Description": "\nSuzume’s avontuur begint in een rustig plaatsje op het eiland Kyushu (in het zuidwesten van Japan), waar ze een jongeman ontmoet die zegt dat hij een deur zoekt.\nOp een verlaten plek vindt Suzume te midden van de ravage een losstaande verweerde deur die niet lijkt aangetast door de rampspoed.\nOmdat de deur Suzume op een mysterieuze wijze aantrekt opent ze hem, waarna er door heel Japan deuren opengaan en alles in hun omgeving verwoest dreigt te worden.\nOm nog meer rampen te voorkomen moet Suzume de portalen zien te sluiten.",
        "Price": 12
    },
    {
        "id": 8,
        "Title": "Dungeons & Dragons: Honor Among Thieves",
        "Genres": "Actie, fantasie, avontuur",
        "Regisseur": "John Francis Daley, Jonathan Goldstein",
        "LeadActor": "Sophia Lillis(Doric), Chris Pine(Edgin Darvis)",
        "Duration": 134,
        "Release": "30-03-2023",
        "Description": "\nEen charmante dief en een bende avonturiers wagen zich aan een spectaculaire overval om een verloren relikwie te stelen.\nMaar als ze de verkeerde mensen tegen zich in het harnas jagen, loopt alles gigantisch uit de hand.",
        "Price": 12
    },
    {
        "id": 9,
        "Title": "Spoiler Alert",
        "Genres": "Komedie, Avontuur",
        "Regisseur": "Michael Showalter",
        "LeadActor": "Jim Parsons(Michael Ausiello), Ben Aldridge(Kit Cowan)",
        "Duration": 119,
        "Release": "27-04-2023",
        "Description": "\nVia Kit krijgt Michael de familie die hij zelf als kind nooit heeft gekend, van Kits in een klein plaatsje wonende ouders (Sally Field en Bill Irwin), tot hun bijzondere vriendenkring in Manhattan.\nMichael hoopt dat zijn leven zich ontvouwt als de plot van een van zijn favoriete romantische komedies, maar zelfs hij kan de wendingen die hun relatie op z’n kop zullen zetten niet voorspellen.",
        "Price": 12
    }
]